{"text":"<h2>1.1 Getting Started<\/h2><p>The Distant Viewing Explorer can be used directly in your browser\nwithout additional setup or logins. Each available model can be selected\nusing the menu on the left. The models are grouped by the type of data\nthey work with. While our focus is applications to still and moving\nimages, we include several models working with text that are useful for\nstudying associated textual data, such as subtitles, reviews, and image\ncaptions. Feel free to go through the models in order or jump around to\nthose you are interested in.<\/p>\n<p>Each model page is organized in a consistent format to make it easier\nto use and navigate. For each model, we have a short description of what\nit is designed to do. A Learn More tag above the description toggles a\nlonger discussion of the model, along with citations and possible\napplications. Below the description, four buttons are shown with only\nthe “Load Model” button initially available. Clicking on this will\ndownload the model files. The first time downloading the files may take\na minute or two to finish, with subsequent loading usually faster\nthrough cached model versions. The model load progress can be seen in\nthe progress directly below the buttons.<\/p>\n<p>After the model has loaded, buttons for selecting either an example\ndataset or uploading your own data are shown. The load example (a good\nplace to start) will show a page with several example datasets you can\nselect. The text-based models also allow you to enter your input\ndirectly through the input box on the right-hand side of the screen. The\nimage collections have a smaller set and a larger one to choose from.\nWhen loading your images, you can select a set of images within the same\ndirectly. After selecting the inputs, the model will run, with progress\nshown in the progress bar. For video inputs, the video will start\nplaying as the model runs. The results will be visible on the right when\nthe model is finished. Finally, a download button will become active to\nsave the model results locally to your machine. The download format will\ndepend on the model selected.<\/p>\n<p>The Embedding and Zero-Shot models feature an additional layer of\ninteractivity, allowing users to further search and explore the results\nafter they are produced. Instructions for these are given on the\nindividual pages.<\/p>\n<p>If you find a specific model useful and want to learn more about how\nto apply and adapt it in a coding environment, the Python button under\nthe model name will open a page with additional code.<\/p>"}
