{"text":"<h2>1.1 Getting Started<\/h2><p>The Distant Viewing GUI can be used directly in your browser with no additional setup or logins required. Each of the available models can be selected by using the menu on the left. The models are grouped by the type of data they work with. While our focus is applications to still and moving images, we include several models working with text that are useful for studying associated textual data such as subtitles, reviews, and image captions. Feel free to either go through the models in order or to jump around to those that you are interested in.<\/p> <p>Each of the model pages are organized in a consistent format to make them easier to use and navigate. For each model, we have a short description of what it is designed to do. There is a Learn More tag above the description that toggles a longer discussion of the model along with citations and possible applications. Below the description, a set of four buttons is shown with only the “Load Model” button initially available. Clicking on this will download the model files. The first time downloading the files may take a minute or two to finish, with subsequent loading usually being faster through the use of cached model versions. The model load progress can be seen in the progress directly below the buttons.<\/p> <p>After the model has loaded, buttons for selecting either an example dataset or uploading your own data are shown. The load example (a good place to start) will show a page with several example datasets that you can select. The text-based models also allow you to enter your input directly through the input box on the right-hand side of the screen. The image collections have both a smaller set and a larger set to choose from. When loading your own images, you will have the option of selecting a set of images within the same directly. After selecting the inputs, the model will run, with progress shown in the progress bar. For video inputs, the video will start playing as the model runs. When the model is finished, the results will be visible on the right. Finally, a download button will become active to save the model results locally to your machine. The download format will depend on the model selected.<\/p> <p>The Embedding and Zero-Shot models feature an additional layer of interactivity, allowing for the results to be further searched and explored after being produced. Instructions for these are given on the individual pages.<\/p> <p>If you find a specific model useful and want to learn more about how to apply and adapt it through a coding environment, the Python button under the model name will open a page that has additional code available.<\/p>"}
