{"text":"<div style='position: relative; padding-below: 60px; border-bottom: 4px solid black'><a href='https://distantviewing.org' target='_blank' rel='noopener noreferrer'><img src='./icon/icon_gi.png'style='height: 160px'><\/a><\/div><br><p>Welcome! The Distant Viewing Explorer is a free, open-source,\nweb-based software designed to help anyone apply state-of-the-art AI\nalgorithms to study visual and multimodal collections. While there has\nbeen a rapid increase in the public availability and capability of AI\nmodels over the past decade, using these advances directly without\nextensive programming and testing can be challenging. The goal of this\nsoftware is to provide a way of applying a set of curated computer\nvision models directly to any dataset of interest while also providing a\npathway for working with larger datasets and additional models using\nadditional tools and resources.<\/p>\n<p>We currently support 15 different models that address various needs\nand data types. All of the models have been trained on contemporary\ndatasets, with the image-based models trained entirely on digital\nphotography. While some models generalize well to historical data and\nother formats, in many cases, they do not work as well as expected. We\nhave included a collection of several example datasets to illustrate the\npotential benefits and challenges of each of the proposed\napproaches.<\/p>\n<p>No coding is needed to run the Distant Viewing Explorer. The code\nruns directly through the graphical interface. The software runs\nentirely in the browser on your machine. No data is being shared with us\nor anyone else. To learn how to get started, follow the links on the\nleft.<\/p>\n<p>We hope that you find the site interesting and helpful. Please\ncontact us directly if you have any questions or comments.<\/p><p><span><strong>Taylor Arnold<\/strong><\/span> <br /> <span><strong>Lauren Tilton<\/strong><\/span> <br /> <span>Directors, Distant Viewing Lab, University of Richmond<\/span><\/p>"}
