{"text":"<div style='position: relative; padding-below: 60px; border-bottom: 4px solid black'><a href='https://distantviewing.org' target='_blank' rel='noopener noreferrer'><img src='./icon/icon_gi.png' style='height: 160px'></a></div><br><p>Welcome! The Distant Viewing Explorer is free, open-source, web-based software designed to help anyone looking to apply state-of-the-art AI algorithms to the study of visual and multimodal collections. While there has been a rapid increase the public availability and capability of AI models over the past decade, it can be difficult to make use of these advances directly without extensive programming and testing. The goal of this software is to provide a way of being able to apply a set of currated computer vision models directly to any dataset of interest while also providing an pathway for working with larger datasets and additional models using additional tools and resources.<\/p> <p>We currently support a set of 14 different models that address different needs and data types. All of the models have been trained on contemporary datasets, with the image-based models trained entirely on digital photography. While some models generalize well to historical data and other formats, in many cases they do not work as well as expected. We have included a collection of several example datasets to illustrate the potential benefits and challenges of each of the proposed approaches.<\/p> <p>No coding is needed to run the Distant Viewing Explorer software. The code runs directly through the graphical interface. The software runs entirely in the browser on your own machine. No data is being shared with us or anyone else. To learn how to get started, follow the links on the left.<\/p> <p>We hope that you find the DV Explorer both interesting and helpful. Please reach out to us directly if you have any questions or comments.<\/p> <p><span><strong>Taylor Arnold<\/strong><\/span> <br /> <span><strong>Lauren Tilton<\/strong><\/span> <br /> <span>Directors, Distant Viewing Lab, University of Richmond<\/span><\/p>"}
